<?php

// +----------------------------------------------------------------------
// | Tp5swager
// +----------------------------------------------------------------------
// | 开源协议 ( https://mit-license.org )
// +----------------------------------------------------------------------
// | github 代码仓库：https://github.com/gtck520/tpadmin-swagger
// +----------------------------------------------------------------------

return [
    // cookie 保存时间
    'expire'    => 1800,
    // cookie 启用安全传输
    'secure'    => false,
    // httponly 设置
    'httponly'  => true,
    // 是否使用 setcookie
    'setcookie' => true,
];
